tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "chezmoi"
brew "exa"
brew "fish"
brew "ghq"
brew "goenv"
brew "golang-migrate"
brew "grep"
brew "grpcurl"
brew "kubernetes-cli"
brew "kubectx"
brew "nodebrew"
brew "peco"
brew "protobuf"
brew "starship"
brew "terraform", link: false
brew "tfenv"
brew "tree"
brew "truncate"
brew "z"
brew "zsh"
brew "heroku/brew/heroku"
cask "font-ricty-diminished"
cask "google-cloud-sdk"
