tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "asdf"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "chezmoi"
brew "exa"
brew "fish"
brew "gh"
brew "ghq"
brew "goenv"
brew "golang-migrate"
brew "grep"
brew "grpcurl"
brew "helm"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "openssl@1.1"
brew "peco"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "starship"
brew "terraform", link: false
brew "terraformer"
brew "tfenv"
brew "tree"
brew "truncate"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "font-ricty-diminished"
cask "google-cloud-sdk"
vscode "3ash.nord-flat"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "cocopon.iceberg-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mechatroner.rainbow-csv"
vscode "Meezilla.json"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "Nord.nord"
vscode "Orta.vscode-jest"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "WollaceBuarque.tailwind-theme"
vscode "xabikos.JavaScriptSnippets"
vscode "zxh404.vscode-proto3"
